[
    {
        "model_0_15": [
            "In the end, will we all die alone?",
            "By looking at the picture, it is a hot, summer day?",
            "Besides gold, what other color is the shirt and tie?",
            "In a business what might this room be called?",
            "In order, what are the characters on the license plate?",
            "Besides the cake, what else is on the plate?",
            "On average, how many people can commute on this vehicle?",
            "Besides the dog, what animal is shown?",
            "Besides green and white what is the other color of the ground?",
            "What type of blind is he in front of?"
        ]
    },
    {
        "model_1_9": [
            "From which direction is the light being shined on this man?",
            "Who is in the background wearing a red jacket?",
            "How many openings are directly above the clock face?",
            "What foods are currently on the market stands?",
            "With what is the man propelling the board?",
            "Why are there so many signs?",
            "What color is here shirt?",
            "Who is on offense here?",
            "Why are there so many signs?"
        ]
    },
    {
        "model_2_10734": [
            "What has been upcycled to make lights?",
            "Is this an Spanish town?",
            "What is leaning against the house?",
            "Is this a Girl Scout?",
            "What color is the fence?",
            "What color is the linoleum?",
            "What is written on the teddy bear's feet?",
            "Where is this picture?",
            "How many fruits and veggies are there?",
            "How many boxes of green apples are there?"
        ]
    },
    {
        "model_3_11542": [
            "What is the table made of?",
            "Is the food napping on the table?",
            "Are there shadows on the sidewalk?",
            "Is it cold outside?",
            "How many windows can you see?",
            "Is this in a park?",
            "Is there a bicycle in this picture?",
            "Is the person feeding the birds?",
            "What uniform is she wearing?",
            "Is the water running in the sink?"
        ]
    },
    {
        "model_4_1": [
            "What do you call the \"straps\" around the men's necks?"
        ]
    },
    {
        "model_5_4": [
            "According to the website where is this?",
            "How many lights are on in the  picture?",
            "How many lamps are on in the room?",
            "What is in between the desserts?"
        ]
    },
    {
        "model_6_314": [
            "Are these zebras on a road?",
            "Is the top button on his shirt undone?",
            "Are these players in uniform?",
            "How many objects are there on the long table?",
            "Is the sun at the skier's back, right, front or left?",
            "Are the zebras in a grassy area?",
            "Was this photo in color?",
            "Are the zebras in a zoo?",
            "Are they at home?",
            "Are the boats out of water?"
        ]
    },
    {
        "model_7_1": [
            "Are those penguins real or on a screen?"
        ]
    },
    {
        "model_8_2": [
            "Are there a lot of buses here?",
            "Are there a lot of people here?"
        ]
    },
    {
        "model_9_1": [
            "Can you see the \"crack\" of this man's rear end?"
        ]
    },
    {
        "model_10_2231": [
            "What is in the top right corner?",
            "How many people are in this photo?",
            "How many double-decker buses are in the picture?",
            "Who is in the bed?",
            "What is on the screen?",
            "What vegetable is on the plate?",
            "What is on the table?",
            "What is on the ground?",
            "What is in the mug?",
            "What is in the bowl?"
        ]
    },
    {
        "model_11_41": [
            "Are they likely at an event?",
            "Are there a lot of people in the bus window?",
            "Are the batter and catcher on the same team?",
            "Are there \"country\" elements in this city picture?",
            "Are the people far away from the plane?",
            "Are the walls closer to pistachio or emerald in color?",
            "Are there more than 100 broccoli plants?",
            "Are there a lot of plants on the counter?",
            "Are there a lot of people in the photo?",
            "Are these two players belong to one team?"
        ]
    },
    {
        "model_12_7": [
            "Based on the desktop wallpaper, what could be that person's favorite sport?",
            "Based on the light outside, should the man bring an umbrella with him?",
            "According to the door, what planet are they on?",
            "According to the red sign, what can't you do?",
            "According to the sign what type of bus is this?",
            "According to the sign, who does the project put to work?",
            "Based upon the trash can that is against the sign, how deep do you think the snow is?"
        ]
    },
    {
        "model_13_1": [
            "What number is on the sign closer to the train?"
        ]
    },
    {
        "model_14_4": [
            "Are the lights on in this room?",
            "Are the lights on in this room?",
            "Is this in the wild or in a zoo?",
            "Are the horses about to race?"
        ]
    },
    {
        "model_15_141": [
            "Are there any fans in the bleachers?",
            "Are there two cats in the picture?",
            "Are there any people in the water?",
            "Are there people in this photo?",
            "Are there any books in the room?",
            "Are there two different types of knives?",
            "Are there people under the clock?",
            "Are there any people in this picture?",
            "Are there any animals in the shot?",
            "Are there any clouds in the sky in this picture?"
        ]
    },
    {
        "model_16_1": [
            "Given the facts in evidence, is the dog male?"
        ]
    },
    {
        "model_17_1": [
            "Based on the clothing, Is it cold outside?"
        ]
    }
]